{
  "lock_version": 4,
  "barcode": "00000000017533",
  "indicator": "307.154 WES VOLUME 6B",
  "created_by": "admin",
  "last_modified_by": "admin",
  "create_time": "2016-08-13T09:27:13Z",
  "system_mtime": "2018-11-16T22:36:58Z",
  "user_mtime": "2016-08-13T09:27:13Z",
  "type": "volume",
  "jsonmodel_type": "top_container",
  "active_restrictions": [],
  "container_locations": [],
  "series": [],
  "collection": [
    {
      "ref": "/repositories/2/resources/2287",
      "identifier": "LI01202",
      "display_string": "Improvement programme for metropolitan Calcutta:\n1964-1971.\nVol. 1: A Note on Comprehensiveness Plainning.\nVol. 2a: A Note on Master Plan for Water Supply, Sewerage and Drainage.\nVol. 2b: A Note on the Master Plan for Water Supply, Sewerage and Drainage \nVol. 3a: A Note on the Interim Water Supply Project\nVol. 3b: A Note on the Interim Water Supply Project\nVol.  4.  A Note on a Multiple and Concerted Attack to eliminate endemic cholera\nVol.  5. A Note on massive bustee improvement programm for Calcutta and Howrah\nVol. 6b A Note on a demonstration of a new technique in housing construction and management\nVol. 6A.  A Note on the subsidised housing needs generated by the improvement programm\nVol. 7:  A note on concentrated improvement programm for Hawrah and Tollyguange.\nVol. 8: A Note on the design for an urban redevelopment programm for the Calcutta Metropolitan City\nVol. 9:: A Note on the Suburban development in Sonapur, Kona and Salt Lake and its relation to the planned growth.\nVol. 10:  A Note on the Modernization of traffic operations in Calcutta.\nVol. 11: A Note on the Interim major street and highway plan for Calcutta.\nVol. 12a:  A Note on the Rapid Transit proposals for the principal passanger traffic corridors in Calcutta.\nVol. 12b:  A Note on Rapid Transit Proposals for the principal passengers traffif corridors in Calcutta.\nVol. 13:  A Note on the Proposed Calcutta-Howrah High-Level Bridges across Hooghly.\nVol. 14:  A Note on Modernization of refuse collection and disposal in Calcutta and Howrah\nVol. 15 A Note on Application of National Goals and Standrads for Education to the Calcutta Met Distirct.\nVol. 16: A Note on a proposed Service Centers fo rthe Calcutta Met District\nVol. 17: A Note on Urban Community Development as a Method of Government-Citizen Parternership for improving Living Conditions.\nVol. 18: A Note on Parks and Recreation needs o fthe Calcutta met Distruct and How they can be met.\nVol. 19: A Note on the Development of Haldia with respect to the Port of Calcutta and the Metropolitan Region.\nvol. 20:: A Note on the Relationship of Farakka Barrage to the Planning of the Calcutta Met District\nVol. 21a: A Note on the Regional Planning in Eastern India and its relation to Urbanization in West Bengal.\nVol 21b:  A Note on Regional Planning in Eastern India and its Relation to Urbanization in West Bengal"
    }
  ],
  "uri": "/repositories/2/top_containers/136695",
  "repository": {
    "ref": "/repositories/2"
  },
  "restricted": false,
  "is_linked_to_published_record": true,
  "display_string": "Volume 307.154 WES VOLUME 6B: [00000000017533]",
  "long_display_string": "LI01202, Volume 307.154 WES VOLUME 6B [00000000017533]"
}